Revit 2027 API
SymbolTypeId.InCaret3 Property
 Symbol in^3, indicating unit Cubic inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InCaret3 { get; }
Public Shared ReadOnly Property InCaret3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InCaret3 {
	ForgeTypeId^ get ();
}
static member InCaret3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace